{
	"app":{
		"loading": "Lade den <i>Dokumentation Autor</i>...",
		"title": "Dokumentation Author",
		"slogan": "Erstellen Sie inspirierende Bildungsinhalte mit Electra Academy.",
		"description": "Mit der Dokumentations-Author können Sie einfach Dokumente, Arbeitsblätter und Kursmaterialien online erstellen und teilen. Sie können Schaltkreise, mathematische Formeln, Lückentexte, Bilder und vieles mehr zu Ihren Dokumenten hinzufügen, um sie ansprechender und informativer zu gestalten. Das Teilen Ihrer Arbeit mit anderen war noch nie einfacher. Ich hoffe, Sie probieren es aus."
	},
	"teaser" :{
		"slogan":"Tauchen Sie in die Welt der logischen Schaltungen ein! Kostenlos",
		"description": "<i>Entwerfen Sie mit Electra.Academy ganz einfach Ihre eigenen Schaltungen</i>, von einfachen Gattern bis hin zu komplizierten sequentiellen Schaltungen. Sie können Schaltungen, Dokumentationen und Lernmaterialien erstellen. Egal, ob Sie Hobbybastler oder Profi sind, unsere Plattform bietet Ihnen alles, was Sie brauchen. Sie ist intuitiv und benutzerfreundlich gestaltet, so dass Sie sich auf die Umsetzung Ihrer Ideen konzentrieren können. Sind Sie bereit, loszulegen? Melden Sie sich noch heute bei uns an und erleben Sie die Leistungsfähigkeit der Schaltungsentwicklung auf Knopfdruck!"
	},
	"demo":{
		"slogan": "Das Erstellen einer eigenen Schaltung geht flotter als das Zählen bis 1..2..3",
		"description1": "Entwerfe digitale Schaltungen schnell und einfach mit einer modernen und intuitiven Benutzeroberfläche",
		"description2": "Mit <b>Electra.Academy</b> können Sie Ihre digitalen Schaltungen online in Ihrem Browsers bearbeiten und ausführen und ein physische Gerät ansteuern. Die Möglichkeiten sind unendlich."
	},
	"slidedeck1":{
		"header": "Simulator",
		"slogan": "Virtuell digitale Schaltungen aufbauen, steuern und verstehen",
		"points":"Aufbauen | Testen | Teilen",
		"launch":"Aufbauen",
		"description":"Mit dem Simulator kannst du Schaltungen aufbauen, diese testen und somit viel besser verstehen"
	},
	"slidedeck2":{
		"header": "Author",
		"slogan": "Dafür gemacht um in dem Unterricht einzusetzen",
		"points":"Schreiben | Teilen | Lernen",
		"launch":"Schreibe",
		"description":"<b>Electra Author</b> ist dafür gemacht um Lerninhalte zu erstellen. <br><br>Mit dem eingebaten Editor kann man Schaltungen, Tabellen, Lückentexte, FlipCards und Formeln erstellen und teilen"
	},
	"slidedeck3":{
		"header": "Designer",
		"slogan": "Erstelle deine eigenen Komponenten",
		"points": "Entwerfen | Programmieren | Benutzen",
		"launch": "Entwerfen",
		"description": "Natürlich ist auch ein eingebauter Designer für eigenen Komponenten Bestandteil von diesem aufregenden Angebot rund um das Thema digitale Elektronik. Du vermisst ein Bauteil? Erstelle es doch einfach schnell selber"
	},
	"slidedeck4":{
		"slogan": "Herzlich willkommen in der Welt von <b>Electra Academy</b>"
	},
	"button" :{
		"launch_simulator":"Endecke den Simulator",
		"launch_gallery":"Stöbere in der Gallerie",
		"launch_in_simulator": "Die Schaltung im Simulator öffnen"
	},
	"dialog":{
	},
	"label": {
		"name": "Name",
		"for_maker": "Für Maker",
		"for_students": "Für Schüler",
		"for_teacher": "Für Lehrer"
	},
	"message": {
	},
	"error": {
	}
}
