{
  "app":{
	"name": "Electra Academy",
	"icon": "../common/images/app_home.svg",
    "loading": "Loading the <i>Electera.Academy</i>...",
    "title": "Documentation Author"
	},
	"teaser" :{
		"slogan":"Dive into the world of Logic Circuits for free!",
		"description": "<i>Design your own circuits with ease</i>, from basic gates to intricate sequential circuits, using our platform. You can plot create circuits, documentation and learning materials. Whether you're a hobbyist or an enterprise user, our platform has got you covered. It's designed to be intuitive and user-friendly, so you can focus on bringing your ideas to life. Ready to get started?<br><br><i>Join us today and experience the power of circuit design at your fingertips!</i>"
	},
	"demo":{
		"slogan": "Building your very first circuit it's easy as 1..2..3",
		"description1": "Design circuits quickly and easily with a modern and intuitive user interface with drag-and-drop, copy/paste, zoom and more.",
		"description2": "With <b>Electra.Academy</b>, you can edit and run your digital circuit simulation designs online within your browser and trigger any physical device."
	},
	"slidedeck1":{
		"header": "Simulator",
		"slogan": "Visual connect, control, and learn digital electronics",
		"points":"Visualize | Simulate | Interact",
		"launch":"Launch",
		"description":"With <b>Electra Academy</b> you can edit and run your simulation designs and trigger any physical device<br><br>When you build an arbitrary circuit, <b>Electra.Academy</b> shows you how it works, even if you have just invented a new design. This is made possible by a custom-built circuit simulation engine under the hood."
	},
	"slidedeck2":{
		"header": "Author",
		"slogan": "Designed to be very easy to use in classes",
		"points":"Write | Assign | Solve",
		"launch":"Launch",
		"description":"<b>Electra Academy</b> has been designed to be very easy to use in classes. The platform has features to assist teachers in class and assignments.<br>It is easy to write learning materials or lessons in the build in editor."
	},
	"slidedeck3":{
		"header": "Designer",
		"slogan": "Build your own Components",
		"points": "Design | Code | Use",
		"launch": "Launch",
		"description": "Of course an own designer is also part of the total package. So you have the possibility to draw your own shapes for the simulator and bring it to life with JS."
	},
	"slidedeck4":{
		"slogan": "Welcome in the Universe of <b>Electra Academy</b>"
	},
	"button" :{
		"launch_simulator" :"Launch the Simulator",
		"launch_gallery": "Explore the Gallery",
		"launch_in_simulator": "Test this Circuit"
	},
	"dialog":{
	},
	"label": {
		"name": "Name",
		"for_maker": "for Maker",
		"for_students": "for Students",
		"for_teacher": "for Teacher"
	},
	"message": {
	},
	"error": {
	}
}